brew "bat"
brew "coreutils"
brew "gnu-sed"
brew "gawk"
brew "gh"
brew "ghq"
brew "rtx"
brew "tmux"
brew "trivy"
brew "mas"
brew "vim"
brew "authzed/tap/zed"

# cask
cask "alacritty"
cask "alt-tab"
cask "bettertouchtool"
cask "cron"
cask "discord"
cask "notion"
cask "orbstack"
cask "postman"
cask "raycast"
cask "sequel-ace"
cask "switchhosts"
cask "visual-studio-code"
