tap "1password/tap"
tap "authzed/tap"
tap "aws/tap"
tap "homebrew/bundle"

brew "act"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "cmake"
brew "coreutils"
brew "deno", link: false
brew "docker", link: false
brew "dog"
brew "findutils"
brew "gawk"
brew "gd"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "jq"
brew "lcov"
brew "mas"
brew "mise"
brew "mysql-client"
brew "node"
brew "openjdk"
brew "openjdk@11"
brew "pkg-config"
brew "plantuml"
brew "protobuf"
brew "python@3.8"
brew "redis"
brew "renovate"
brew "rustup-init"
brew "switchaudio-osx"
brew "tcptraceroute"
brew "telnet"
brew "tflint"
brew "tig"
brew "tmux"
brew "trivy"
brew "vim"
brew "wget"
brew "yq"
cask "1password-cli"
cask "adoptopenjdk"
cask "alacritty"
cask "alt-tab"
cask "arc"
cask "authy"
cask "aws-vault"
cask "bettertouchtool"
cask "bruno"
cask "canva"
cask "cron"
cask "discord"
cask "displaylink"
cask "docker"
cask "figma"
cask "karabiner-elements"
cask "ngrok"
cask "notion"
cask "postman"
cask "raycast"
cask "sequel-ace"
cask "skitch"
cask "switchhosts"
cask "tableplus"
cask "visual-studio-code"
vscode "bierner.markdown-mermaid"
vscode "bmewburn.vscode-intelephense-client"
vscode "bufbuild.vscode-buf"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "jebbs.plantuml"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
